Repository: Katerina333/travelgamesapp
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es_mx, fr_ca, pt_br, uk, zh_hans

# home.subtitle
source: Screen-light games for the whole car — fully offline.
es_mx: Juegos con poca pantalla para todo el auto, sin conexión.
fr_ca: Des jeux presque sans écran pour toute la voiture — hors ligne.
pt_br: Jogos com pouca tela para o carro todo — totalmente offline.
uk: Ігри для всієї родини майже без екрана — повністю офлайн.
zh_hans: 全家人的少屏游戏——完全离线。

# home.newTrip
source: Start a trip
es_mx: Iniciar un viaje
fr_ca: Démarrer un trajet
pt_br: Iniciar viagem
uk: Почати подорож
zh_hans: 开始旅程

# home.continueTrip
source: Continue trip
es_mx: Continuar viaje
fr_ca: Reprendre le trajet
pt_br: Continuar viagem
uk: Продовжити подорож
zh_hans: 继续旅程

# home.history
source: Past trips
es_mx: Viajes anteriores
fr_ca: Trajets passés
pt_br: Viagens anteriores
uk: Минулі подорожі
zh_hans: 过往旅程

# settings.theme
source: Theme
es_mx: Tema
fr_ca: Thème
pt_br: Tema
uk: Тема
zh_hans: 主题

# settings.theme.auto
source: Auto
es_mx: Automático
pt_br: Automático
uk: Авто
zh_hans: 自动

# settings.theme.light
source: Light
es_mx: Claro
fr_ca: Clair
pt_br: Claro
uk: Світла
zh_hans: 浅色

# settings.theme.night
source: Night
es_mx: Noche
fr_ca: Nuit
pt_br: Noite
uk: Нічна
zh_hans: 夜间

# settings.title
source: Settings
es_mx: Ajustes
fr_ca: Réglages
pt_br: Configurações
uk: Налаштування
zh_hans: 设置

# settings.appearance
source: Appearance
es_mx: Apariencia
fr_ca: Apparence
pt_br: Aparência
uk: Вигляд
zh_hans: 外观

# settings.language
source: Language
es_mx: Idioma
fr_ca: Langue
pt_br: Idioma
uk: Мова
zh_hans: 语言

# settings.language.system
source: System default
es_mx: Predeterminado del sistema
fr_ca: Réglage du système
pt_br: Padrão do sistema
uk: Системна
zh_hans: 系统默认

# settings.language.footer
source: Choose the language for the app and game content.
es_mx: Elige el idioma de la app y del contenido de los juegos.
fr_ca: Choisissez la langue de l'app et du contenu des jeux.
pt_br: Escolha o idioma do app e do conteúdo dos jogos.
uk: Оберіть мову додатка та вмісту ігор.
zh_hans: 选择应用和游戏内容的语言。

# onboarding.title
source: New trip
es_mx: Nuevo viaje
fr_ca: Nouveau trajet
pt_br: Nova viagem
uk: Нова подорож
zh_hans: 新旅程

# onboarding.travelType
source: How are you travelling?
es_mx: ¿Cómo viajan?
fr_ca: Comment voyagez-vous ?
pt_br: Como vocês vão viajar?
uk: Як ви подорожуєте?
zh_hans: 你们怎么出行？

# onboarding.travelType.car
source: Car
es_mx: Auto
fr_ca: Voiture
pt_br: Carro
uk: Авто
zh_hans: 汽车

# onboarding.travelType.plane
source: Airplane
es_mx: Avión
fr_ca: Avion
pt_br: Avião
uk: Літак
zh_hans: 飞机

# onboarding.travelType.train
source: Train
es_mx: Tren
pt_br: Trem
uk: Потяг
zh_hans: 火车

# onboarding.travelers
source: Who is travelling?
es_mx: ¿Quién viaja?
fr_ca: Qui voyage ?
pt_br: Quem vai viajar?
uk: Хто подорожує?
zh_hans: 谁在旅行？

# onboarding.addTraveler
source: Add traveler
es_mx: Agregar viajero
fr_ca: Ajouter un voyageur
pt_br: Adicionar viajante
uk: Додати мандрівника
zh_hans: 添加旅客

# onboarding.traveler.name
source: Name
es_mx: Nombre
fr_ca: Nom
pt_br: Nome
uk: Ім'я
zh_hans: 名字

# onboarding.traveler.age
source: Age
es_mx: Edad
fr_ca: Âge
pt_br: Idade
uk: Вік
zh_hans: 年龄

# onboarding.traveler.driver
source: Driver
es_mx: Conductor
fr_ca: Conducteur
pt_br: Motorista
uk: Водій
zh_hans: 驾驶员

# onboarding.length
source: Trip length
es_mx: Duración del viaje
fr_ca: Durée du trajet
pt_br: Duração da viagem
uk: Тривалість подорожі
zh_hans: 旅程时长

# onboarding.length.short
source: Under 1h
es_mx: Menos de 1 h
fr_ca: Moins d'1 h
pt_br: Menos de 1h
uk: До 1 год
zh_hans: 1 小时内

# onboarding.length.medium
source: 1–3h
uk: 1–3 год
zh_hans: 1–3 小时

# onboarding.length.long
source: 3h or more
es_mx: 3 h o más
fr_ca: 3 h ou plus
pt_br: 3h ou mais
uk: 3 год і більше
zh_hans: 3 小时以上

# onboarding.destination
source: Where to? (optional)
es_mx: ¿A dónde? (opcional)
fr_ca: Destination ? (facultatif)
pt_br: Para onde? (opcional)
uk: Куди? (необов'язково)
zh_hans: 去哪里？（可选）

# onboarding.destination.placeholder
source: Grandma's house
es_mx: Casa de la abuela
fr_ca: Chez mamie
pt_br: Casa da vovó
uk: Дім бабусі
zh_hans: 奶奶家

# onboarding.createTrip
source: Create trip
es_mx: Crear viaje
fr_ca: Créer le trajet
pt_br: Criar viagem
uk: Створити подорож
zh_hans: 创建旅程

# onboarding.heading
source: Let's set up your trip!
es_mx: ¡Vamos a preparar tu viaje!
fr_ca: Préparons votre trajet !
pt_br: Vamos preparar sua viagem!
uk: Налаштуймо вашу подорож!
zh_hans: 来设置你的旅程吧！

# onboarding.subheading
source: Add who's coming and we'll pick the perfect games.
es_mx: Agrega quién viaja y elegiremos los juegos perfectos.
fr_ca: Ajoutez les participants et nous choisirons les jeux parfaits.
pt_br: Adicione quem vai e escolheremos os jogos perfeitos.
uk: Додайте учасників — і ми підберемо ідеальні ігри.
zh_hans: 添加同行的人，我们来挑选合适的游戏。

# onboarding.ageValue %lld
source: Age %lld
es_mx: Edad %lld
fr_ca: Âge %lld
pt_br: Idade %lld
uk: Вік %lld
zh_hans: %lld 岁

# onboarding.driverHint
source: Mark exactly one traveler as the driver.
es_mx: Marca exactamente un viajero como conductor.
fr_ca: Désignez exactement un voyageur comme conducteur.
pt_br: Marque exatamente um viajante como motorista.
uk: Позначте рівно одного мандрівника як водія.
zh_hans: 请指定一名旅客为驾驶员。

# onboarding.editTraveler
source: Edit traveler
es_mx: Editar viajero
fr_ca: Modifier le voyageur
pt_br: Editar viajante
uk: Редагувати мандрівника
zh_hans: 编辑旅客

# onboarding.defaultName %lld
source: Player %lld
es_mx: Jugador %lld
fr_ca: Joueur %lld
pt_br: Jogador %lld
uk: Гравець %lld
zh_hans: 玩家 %lld

# onboarding.traveler.namePrompt
source: Enter a name
es_mx: Escribe un nombre
fr_ca: Saisir un nom
pt_br: Digite um nome
uk: Введіть ім'я
zh_hans: 输入名字

# onboarding.traveler.pickAvatar
source: Pick an avatar
es_mx: Elige un avatar
fr_ca: Choisir un avatar
pt_br: Escolha um avatar
uk: Оберіть аватар
zh_hans: 选择头像

# onboarding.traveler.pickColor
source: Pick a color
es_mx: Elige un color
fr_ca: Choisir une couleur
pt_br: Escolha uma cor
uk: Оберіть колір
zh_hans: 选择颜色

# trip.title
source: Your trip
es_mx: Tu viaje
fr_ca: Votre trajet
pt_br: Sua viagem
uk: Ваша подорож
zh_hans: 你的旅程

# trip.games
source: Games
es_mx: Juegos
fr_ca: Jeux
pt_br: Jogos
uk: Ігри
zh_hans: 游戏

# trip.games.empty
source: More games coming in the next update!
es_mx: ¡Más juegos en la próxima actualización!
fr_ca: D'autres jeux dans la prochaine mise à jour !
pt_br: Mais jogos na próxima atualização!
uk: Більше ігор у наступному оновленні!
zh_hans: 更多游戏将在下次更新中推出！

# trip.leaderboard
source: Leaderboard
es_mx: Clasificación
fr_ca: Classement
pt_br: Placar
uk: Таблиця лідерів
zh_hans: 排行榜

# trip.complete
source: Finish
es_mx: Finalizar
fr_ca: Terminer
pt_br: Concluir
uk: Завершити
zh_hans: 结束

# trip.status.inProgress
source: In progress
es_mx: En curso
fr_ca: En cours
pt_br: Em andamento
uk: У процесі
zh_hans: 进行中

# trip.chooseGames
source: Choose
es_mx: Elegir
fr_ca: Choisir
pt_br: Escolher
uk: Обрати
zh_hans: 选择

# gamePicker.title
source: Choose games
es_mx: Elegir juegos
fr_ca: Choisir les jeux
pt_br: Escolher jogos
uk: Обрати ігри
zh_hans: 选择游戏

# gamePicker.subtitle
source: Pick which games to play on this trip.
es_mx: Elige qué juegos jugar en este viaje.
fr_ca: Choisissez les jeux à jouer pendant ce trajet.
pt_br: Escolha quais jogos jogar nesta viagem.
uk: Виберіть, у які ігри грати в цій подорожі.
zh_hans: 选择本次旅程要玩的游戏。

# game.roadbingo.name
source: Road Bingo
es_mx: Bingo de carretera
fr_ca: Bingo de la route
pt_br: Bingo de estrada
uk: Дорожнє бінго
zh_hans: 公路宾果

# game.cabinbingo.name
source: Cabin Bingo
es_mx: Bingo de avión
fr_ca: Bingo en avion
pt_br: Bingo de avião
uk: Бінго в літаку
zh_hans: 机舱宾果

# game.trainbingo.name
source: Rail Bingo
es_mx: Bingo de tren
fr_ca: Bingo en train
pt_br: Bingo de trem
uk: Бінго в потязі
zh_hans: 火车宾果

# game.wouldyourather.name
source: Would You Rather
es_mx: ¿Qué prefieres?
fr_ca: Tu préfères ?
pt_br: O que você prefere?
uk: Що краще?
zh_hans: 你更想要哪个？

# game.trivia.name
source: Kids Trivia
es_mx: Trivia infantil
fr_ca: Quiz des enfants
pt_br: Quiz infantil
uk: Вікторина для дітей
zh_hans: 儿童问答

# game.charades.name
source: Charades
es_mx: Mímica
pt_br: Mímica
uk: Шаради
zh_hans: 猜谜表演

# bingo.completed
source: Bingo! Board complete!
es_mx: ¡Bingo! ¡Cartón completo!
fr_ca: Bingo ! Grille complète !
pt_br: Bingo! Cartela completa!
uk: Бінго! Дошку заповнено!
zh_hans: 宾果！卡片完成！

# bingo.whoSpotted
source: Who spotted it?
es_mx: ¿Quién lo vio?
fr_ca: Qui l'a vu ?
pt_br: Quem viu?
uk: Хто помітив?
zh_hans: 谁发现的？

# bingo.packMissing
source: This game's content pack is missing.
es_mx: Falta el paquete de contenido de este juego.
fr_ca: Le pack de contenu de ce jeu est manquant.
pt_br: O pacote de conteúdo deste jogo está faltando.
uk: Пакет вмісту для цієї гри відсутній.
zh_hans: 缺少该游戏的内容包。

# meter.warning
source: Free time left:
es_mx: Tiempo gratis restante:
fr_ca: Temps gratuit restant :
pt_br: Tempo grátis restante:
uk: Залишок безкоштовного часу:
zh_hans: 剩余免费时间：

# meter.locked.title
source: Free play is over
es_mx: Se acabó el tiempo gratis
fr_ca: La partie gratuite est terminée
pt_br: O tempo grátis acabou
uk: Безкоштовна гра завершена
zh_hans: 免费游戏已结束

# meter.locked.message
source: Subscribe to keep playing. Your trip and scores are saved.
es_mx: Suscríbete para seguir jugando. Tu viaje y puntajes están guardados.
fr_ca: Abonnez-vous pour continuer à jouer. Votre trajet et vos scores sont enregistrés.
pt_br: Assine para continuar jogando. Sua viagem e pontuações estão salvas.
uk: Оформіть підписку, щоб грати далі. Вашу подорож і бали збережено.
zh_hans: 订阅即可继续游戏。你的旅程和分数已保存。

# wyr.title
source: Would you rather…
es_mx: ¿Qué prefieres…
fr_ca: Tu préfères…
pt_br: O que você prefere…
uk: Що ти обереш…
zh_hans: 你更想要…

# wyr.or
source: OR
es_mx: O
fr_ca: OU
pt_br: OU
uk: АБО
zh_hans: 或

# wyr.turn %@
source: %@'s pick
es_mx: Elección de %@
fr_ca: Le choix de %@
pt_br: Escolha de %@
uk: Вибір %@
zh_hans: %@ 的选择

# wyr.next
source: Next
es_mx: Siguiente
fr_ca: Suivant
pt_br: Próximo
uk: Далі
zh_hans: 下一个

# wyr.empty
source: No dilemmas available yet.
es_mx: Aún no hay dilemas disponibles.
fr_ca: Aucun dilemme disponible pour l'instant.
pt_br: Ainda não há dilemas disponíveis.
uk: Дилем поки немає.
zh_hans: 暂无可用的两难题。

# trivia.turn %@
source: %@'s question
es_mx: Pregunta de %@
fr_ca: Question de %@
pt_br: Pergunta de %@
uk: Питання для %@
zh_hans: %@ 的问题

# trivia.next
source: Next player
es_mx: Siguiente jugador
fr_ca: Joueur suivant
pt_br: Próximo jogador
uk: Наступний гравець
zh_hans: 下一位玩家

# trivia.empty
source: No questions available yet.
es_mx: Aún no hay preguntas disponibles.
fr_ca: Aucune question disponible pour l'instant.
pt_br: Ainda não há perguntas disponíveis.
uk: Питань поки немає.
zh_hans: 暂无可用的问题。

# charades.turn %@
source: %@ acts it out!
es_mx: ¡%@ hace la mímica!
fr_ca: %@ mime !
pt_br: %@ faz a mímica!
uk: %@ показує!
zh_hans: %@ 来表演！

# charades.instruction
source: Peek the word, then act it out with only your fingers and face — no sounds!
es_mx: Mira la palabra y represéntala solo con los dedos y la cara, ¡sin sonidos!
fr_ca: Regarde le mot, puis mime-le avec seulement tes doigts et ton visage — sans bruit !
pt_br: Espie a palavra e faça a mímica só com os dedos e o rosto — sem sons!
uk: Підгляньте слово й покажіть його лише пальцями та мімікою — без звуків!
zh_hans: 偷看单词，然后只用手指和表情表演出来——不出声！

# charades.peek
source: Show my word
es_mx: Ver mi palabra
fr_ca: Voir mon mot
pt_br: Ver minha palavra
uk: Показати слово
zh_hans: 查看我的单词

# charades.yourWord
source: Your word is
es_mx: Tu palabra es
fr_ca: Ton mot est
pt_br: Sua palavra é
uk: Ваше слово
zh_hans: 你的单词是

# charades.actItOut
source: Remember it — fingers and face only!
es_mx: Recuérdala: ¡solo dedos y cara!
fr_ca: Retiens-le — doigts et visage seulement !
pt_br: Lembre dela — só dedos e rosto!
uk: Запам'ятайте — лише пальці й міміка!
zh_hans: 记住它——只能用手指和表情！

# charades.startActing
source: I'm ready to act
es_mx: Listo para actuar
fr_ca: Prêt à mimer
pt_br: Pronto para atuar
uk: Готовий показувати
zh_hans: 我准备好表演了

# charades.actingNow
source: Act it out! Everyone else, guess away!
es_mx: ¡Haz la mímica! ¡Los demás, a adivinar!
fr_ca: Mime ! Les autres, devinez !
pt_br: Faça a mímica! O resto, adivinhem!
uk: Показуйте! Решта — вгадуйте!
zh_hans: 开始表演！其他人快猜！

# charades.guessed
source: They guessed it!
es_mx: ¡Lo adivinaron!
fr_ca: Ils ont deviné !
pt_br: Eles acertaram!
uk: Вони вгадали!
zh_hans: 他们猜对了！

# charades.pass
source: Pass
es_mx: Pasar
fr_ca: Passer
pt_br: Pular
uk: Пропустити
zh_hans: 跳过

# charades.empty
source: No words available yet.
es_mx: Aún no hay palabras disponibles.
fr_ca: Aucun mot disponible pour l'instant.
pt_br: Ainda não há palavras disponíveis.
uk: Слів поки немає.
zh_hans: 暂无可用的单词。

# common.done
source: Done
es_mx: Listo
fr_ca: OK
pt_br: Concluído
uk: Готово
zh_hans: 完成

# common.cancel
source: Cancel
es_mx: Cancelar
fr_ca: Annuler
pt_br: Cancelar
uk: Скасувати
zh_hans: 取消

# common.save
source: Save
es_mx: Guardar
fr_ca: Enregistrer
pt_br: Salvar
uk: Зберегти
zh_hans: 保存
